[
	{
		"BRAND": "HP",
		"ProductId": "HPOJPRO6978",
		"ProductName": "HP OfficeJet Pro 6978 All-in-One Colour Inkjet Printer",
		"GraphicName": "HP Colour Inkjet Printer",
		"CostPrice": "100",
		"MSRP": "149.99",
		"QtyOnHand": "13",
		"QtyOnBackOrder": "10",
		"Description": "Supercharge the office with affordable colour and fast two-sided performance. Save paper with automatic two-sided printing, and handle more tasks without slowing down. Get a variety of mobile printing options and seamless mobile setup. Ideal for the home office or small workgroups that need professional-quality, affordable color with powerful productivity and fast functionality. 4-in-1 inkjet desktop printer. Up to 600 x 1200 dpi print resolution (Black & White) 20 ppm Black & White printing, 11 ppm Colour printing, and a 20,000 pages per month duty cycle 802.11n Wi-Fi connectivity with Apple AirPrint, HP ePrint, and Google Cloud Print support Two-sided printing, copying, scanning, and faxing with a 35 sheet. Auto Document Feeder. 2.65' CGD touch screen display. 1 GB printer memory Energy Star certified. Dimensions: 18.26'W x 15.35'D x 9'H"
	},
	{
		"BRAND": "CANON",
		"ProductId": "CANPIXTR4527",
		"ProductName": "Canon PIXMA TR4527 All-in-One Colour Inkjet Printer",
		"GraphicName": "Canon All-in-One Colour Inkjet Printer",
		"CostPrice": "80",
		"MSRP": "109.99",
		"QtyOnHand": "28",
		"QtyOnBackOrder": "23",
		"Description": "Printing, scanning and faxing shouldn't require a huge printer to get the job done, and with the PIXMA TR4527 you'll see how a compact office printer stands up to the bulkier printers. It is the right size which has the right features, like Wi-Fi, Auto 2-Sided printing, and an ADF for scanning, and faxing. The PIXMA TR4527 provides simple, productive office printing in a compact size. 4-in-1: print, copy, scan, fax capability. Print resolution up to 4800 x 1200 dpi With AIRPRINT®, it's easy to print right from your iPhone®, iPad® and Mac Print and scan right from your smartphone or tablet with the CANON print app With a built-in fax and ADF (auto document feeder) the PIXMA TR4527 is ready to work when you are Save up to 50% of your paper costs with auto 2-sided duplex printing. HYBRID INK SYSTEM for detailed documents and photos. Print beautiful borderless photos from 4'x6' to 8.5'x11'. Print seamlessly from almost any room in the house with Wi-Fi®. With the MOPRIA® PRINT SERVICE easily print right from your Android device"
	},
	{
		"BRAND": "BROTHER",
		"ProductId": "BTRHLL2390",
		"ProductName": "Brother HL-L2390DW Wireless Monochrome Reliable Laser Printer",
		"GraphicName": "Wireless Monochrome Reliable Laser Printer",
		"CostPrice": "180",
		"MSRP": "209.99",
		"QtyOnHand": "10",
		"QtyOnBackOrder": "15",
		"Description": "Brother HL-L2390DW Monochrome Laser Printer with Convenient Flatbed Copy & Scan, Duplex and Wireless Printing. A solid choice for your home or small office, this reliable, robust and affordable monochrome laser printer copies and scans quickly, easily and wirelessly. Fast, high-impact monochrome printing and copying up to 32ppm. Convenient Copy & Scan with Flatbed Scan Glass. Uses Brother Genuine high-yield replacement toner cartridges to deliver low cost printing. 250-sheet letter/legal paper tray. Single sheet bypass tray for printing on envelopes and card stock. Flexible connectivity via USB interface or wireless networking. Print from mobile devices over a wireless network. Automatic 2-sided printing. 1-year limited warranty with free Brother technical support for the life of your product"
	},
	{
		"BRAND": "EPSON",
		"ProductId": "EPNET2720",
		"ProductName": "Epson EcoTank ET-2720 All-in-One Colour Cartridge-Free Inkjet Printer",
		"GraphicName": "Colour Cartridge-Free Inkjet Printer",
		"CostPrice": "290",
		"MSRP": "329.99",
		"QtyOnHand": "3",
		"QtyOnBackOrder": "12",
		"Description": "Cartridge-Free Printing with easy-to-fill, supersized ink tanks. Up to 2 years of ink for thousands of pages in the box and with each replacement ink set. Wireless all-in-one Supertank printer offers cartridge-free printing with easy-to-fill, supersized ink tanks 4-colour (CMYK) Print Technology. Printhead Type F2 Ink Cartridge. Maximum Print Resolution: 5760 x 1440 dpi. 10.0 ISO ppm (black), 5.0 ISO ppm (colour). Copy: 300 x 600, 720 x 720, 7.7 ISO cpm (black), 3.8 ISO cpm (colour). Scan: 300 x 600, 720 x 720, 7.7 ISO cpm (black), 3.8 ISO cpm (colour). Connectivity: Hi-Speed USB, Wireless 802.11, Wi-Fi Direct. Input Paper Capacity 100 sheets plain paper, 20 sheets photo paper, Output Paper Capacity 30 sheets plain paper. Copy Speed 7.7 ISO cpm black, 3.8 ISO cpm colour. Display 1.44' colour LCD. 2-Year Limited Warranty"
	},
	{
		"BRAND": "HP",
		"ProductId": "HPDJ3755",
		"ProductName": "HP DeskJet 3755 All-in-One Wireless Colour Inkjet Printer",
		"GraphicName": "HP Wireless Colour Inkjet Printer",
		"CostPrice": "70",
		"MSRP": "99.99",
		"QtyOnHand": "30",
		"QtyOnBackOrder": "0",
		"Description": "Save space and get the power you need with the world’s smallest all-in-one for your home. Compact and wireless, this printer is designed to fit your space and life. Print, Copy and Scan with this all-in-one compact printer. Print resolution up to 1200x1200 dpi (black) and up to 4800x1200 dpi colour. Print up to 8 ppm (B&W) and 5.5 ppm (colour). Duty cycle up to 1000 pages per month. Connect using Wireless, Wi-Fi Direct, Apple AirPrint, HP ePrint or Hi-Speed USB 2.0. 60-sheet input tray. HP 65 Black Ink Cartridge (approx 120 pages). HP 65 Tri-color Ink Cartridge (approx 100 pages). HP 65 XL Black Ink Cartridge (approx 300 pages). HP 65 XL Tri-color Ink Cartridge (approx 300 pages). 64 MB DDR1 Integrated Memory. Energy Star Qualified. HP Scroll Scan helps you easily handle most scan jobs, from plain paper to stiff media 7 segment + icon LCD display. Single-page scroll document feeder. Scan File Type supported by Software: Bitmap (.bmp), JPEG (.jpg), PDF (.pdf), PNG (.png), Rich Text (.rtf), Searchable PDF (.pdf), Text (.txt), TIFF (.tif) up to 600 dpi. Compact Dimensions: 15.86'(W) x 6.97'(D) x 5.55'(H)"
	},
	{
		"BRAND": "HP",
		"ProductId": "HPEVY6055",
		"ProductName": "HP Envy 6055 All-in-One Colour Inkjet Printer",
		"GraphicName": "HP Colour Inkjet Printer",
		"CostPrice": "132",
		"MSRP": "159.99",
		"QtyOnHand": "22",
		"QtyOnBackOrder": "23",
		"Description": "Everything families need. Print, scan, and copy everyday documents, schoolwork, photos, and more. Set up and connect on any device with HP Smart app, and get self-healing Wi-Fi. Thermal Inkjet Printer. Print, Copy, Scan, Photo. Print resolution up to 1200 x 1200 dpi (black), 4800 x 1200 dpi (Colour). ISO Print speed up to 10 ppm(black) and 7 ppm(Colour). Monthly duty cycle up to 1,000 pages. Copy: Up to 300 x 300 dpi and 8 cpm (black), 300 x 300 dpi and 4 cpm (Colour). Scanning Hardware: Up to 1200 x 1200 dpi, Optical: Up to 1200 dpi in JPG, RAW, PDF Format. Connectivity: 1 Hi-Speed USB 2.0, 1 Wi-Fi 802.11ac (dual band). Up to 100 sheets input tray, 25-sheet output tray. Duplex Options: Automatic (standard). 800 MHz processor speed. CP decorative without LCD display - Cap Sense buttons: Mono & Colour Copy, Info, Cancel and Accept. Paper Jam and Wi-Fi notification Icon. 1 Year Limited Manufacturer Warranty"
	},
	{
		"BRAND": "BROTHER",
		"ProductId": "BTRMFCJ995",
		"ProductName": "Brother MFC-J995DW All-in-One Colour Inkjet Printer",
		"GraphicName": "Brother Colour Inkjet Printer",
		"CostPrice": "250",
		"MSRP": "279.99",
		"QtyOnHand": "1",
		"QtyOnBackOrder": "40",
		"Description": "The Brother MFC-J995DW delivers ultra-convenience with up to 1-year of uninterrupted printing using only the ink in-box. Print from mobile devices and scan directly to popular cloud services. Experience truly uninterrupted printing, exceptional savings and super convenience with up to one year of ink, based on printing approximately 150 pages per month, using only the cartridges provided in-box Large page yields and low-cost printing, print for just over $0.01 per page in black and just over $0.05 per page in colour with INKvestment Tank Ultra High-Yield replacement cartridges. Familiar front-loading cartridges are clean and easy-to-use Compact, space-saving design. Brother reengineered its ink cartridges to hold more ink and created an internal ink storage tank that delivers more pages of uninterrupted printing without sacrificing the compact, desktop size Help take the guesswork out of when to replace ink by using the Page Gauge, a visual, numerical way to know the amount of ink you’ve used and the amount of ink you have remaining. Use the automatic document feeder, bypass tray, or 150-sheet capacity paper tray that adjusts for letter or legal-size paper. Automatic duplex (2-sided) printing helps save paper. Versatile connection options with built-in wireless, Ethernet, or connect locally to a single computer via USB interface. Print wirelessly from your desktop, laptop, smartphone and table and no network setup needed for NFC one 'touch to connect' mobile device printing and scanning Print-from and scan-to popular cloud services directly from the printer, including Brother Cloud Apps, Google Drive™, Dropbox, Box, OneDrive and more. Intuitive 2.7' colour touchscreen display. Brother At Your Side support. 2-Year Limited Warranty and free online or live chat support for the life of your printer."
	},
	{
		"BRAND": "EPSON",
		"ProductId": "EPNEHXP4100",
		"ProductName": "Epson Expression Home XP-4100 All-in-One Colour Wireless Inkjet Printer",
		"GraphicName": "Epson Colour Wireless Inkjet Printer",
		"CostPrice": "70",
		"MSRP": "109.99",
		"QtyOnHand": "0",
		"QtyOnBackOrder": "25",
		"Description": "The sleek Epson Expression XP-4100 wireless all-in-one offers auto 2-sided printing and other high performance features for efficient everyday home printing. Featuring a 2.4' color LCD for simple setup and navigation, the XP-4100 makes it easy to wirelessly print, copy, and scan documents and photos. Print from your iPad, iPhone, Android tablet or smartphone1. Affordable individual ink cartridges mean you only replace the colour that runs out. And, hands-free voice-activated functionality2 allows for easy printing, on command. Get truly touchable photos and documents with instant-dry ink - all from a compact printer with a convenient space-saving design. Auto 2-sided printing. Simple setup and navigation. High-res 2.4' colour LCD to easily print, copy and scan. Complete wireless solution. Easily print from iPad, iPhone, Android tablets and smartphones. includes Wi-Fi Direct"
	},
	{
		"BRAND": "BROTHER",
		"ProductId": "BTRWSMFCJ497",
		"ProductName": "Brother Work Smart MFC-J497DW All-in-One Colour Inkjet Printer",
		"GraphicName": "Brother Work Smart Colour Inkjet Printer",
		"CostPrice": "80",
		"MSRP": "139.99",
		"QtyOnHand": "3",
		"QtyOnBackOrder": "23",
		"Description": "The Brother Work Smart Series MFC-J497DW Wireless Colour Inkjet All-in-One Printer is an affordable, desk-friendly do-it-all printer. This all-in-one printer features wireless mobile device printing and a 100-sheet capacity paper tray, making it a practical option for printing, copying, scanning, and faxing in your home or home office. Compact colour inkjet all-in-one printer fits in tight spaces in your home, home office or small office so you can easily print, copy, scan and fax. Versatile connection options with built-in wireless or connect locally to a single computer via USB interface. Print wirelessly from your desktop, laptop, smartphone and tablet. Print-from and scan-to popular Cloud services directly from the printer including Google Drive, Dropbox, Box, OneDrive and more. Easily scan and share documents using Brother Cloud Apps. Automatic document feeder and 100-sheet paper tray capacity that adjusts for letter or legal-size paper. Automatic duplex (2-sided) printing plus available high-yield replacement cartridges for cost savings. Easily navigate onscreen menus with the 1.8' colour display. 1-year Manufacturer's Limited Warranty and free online or live chat support for the life of your printer"
	},
	{
		"BRAND": "HP",
		"ProductId": "HPLJPROM479",
		"ProductName": "HP LaserJet Pro M479dw Multifunction Colour Laser Printer",
		"GraphicName": "Canon All-in-One Colour Inkjet Printer",
		"CostPrice": "400",
		"MSRP": "699.99",
		"QtyOnHand": "2",
		"QtyOnBackOrder": "8",
		"Description": "Winning in business means working smarter. The HP LaserJet Pro MFP M479dw is designed to let you focus your time where it’s most effective-growing your business and staying ahead of the competition. Print, copy, scan, email. 600 x 600 DPI. Up to 28 ppm, 2-sided: Up to 24 ppm. 50,000 pages monthly duty cycle. 1 Hi-Speed USB 2.0 port. 1 host USB at rear side. built-in Gigabit Ethernet 10/100/1000 Base-TX network port. 1 Wireless 802.11b/g/n/2.4/5 Ghz Wi-Fi radio. Input Capacities: 50-sheet multipurpose tray, 250-sheet input tray,Output Capacities: 150-sheet output bin. 50-sheet Automatic Document Feeder (ADF) Up to 15 envelopes labels legal. 4.3' (10.9 cm) customizable color touchscreen. Energy Star Certified. 1-Year Limited Warranty"
	},
	{
		"BRAND": "HP",
		"ProductId": "HPEVYPRO6455",
		"ProductName": "HP ENVY Pro 6455 All-in-One Printer",
		"GraphicName": "HP ENVY Pro Printer",
		"CostPrice": "150",
		"MSRP": "179.99",
		"QtyOnHand": "10",
		"QtyOnBackOrder": "10",
		"Description": "Dynamic security enabled printer. Intended to be used with cartridges using only HP original electronic circuitry. Cartridges with modified or non-HP electronic circuitry may not work, and those that work today may not work in the future. Print, Scan, Copy. CKYM Thermal Inkjet. 1200 x 1200 DPI. Up to 10 ppm simplex. Monthly Duty Cycle: 1000 pages. Copy: 300 x 300 dpi, 4 cpm. Scan: Flatbed, ADF CIS,1200 DPI. Connectivity: 1 Hi-Speed USB 2.0, 1 Wi-Fi 802.11ac (dual band). 100 sheet input, 25 sheet output. Auto Document Feeder: Standard, 35 Sheets. Duplex Options: Automatic (standard). Power indicator display. Energy Star Certified. 1 Year Limited Manufacturer Warranty"
	},
	{
		"BRAND": "CANON",
		"ProductId": "CANIMGMF262",
		"ProductName": "Canon imageCLASS MF262dw Monochrome Laser Printer",
		"GraphicName": "Canon imageCLASS Monochrome Laser Printer",
		"CostPrice": "200",
		"MSRP": "279.99",
		"QtyOnHand": "9",
		"QtyOnBackOrder": "21",
		"Description": "Canon imageCLASS MF264dw Wireless Black & White Laser Multifunction Printer is designed for small and medium-size businesses. It balances speedy performance and minimal maintenance, and its large LCD panel delivers an intuitive user experience. From application-based to cloud-based to device native, the imageCLASS MF264dw offers a variety of methods for printing from a mobile phone or tablet across iOS and Android devices. The Canon PRINT Business application, which supports both platforms, offers access to additional device settings as well as the ability to scan from the printer to a mobile phone or tablet.Out-of-the-box."
	},
	{
		"BRAND": "EPSON",
		"ProductId": "EPNET4760",
		"ProductName": "Epson EcoTank ET-4760 All-in-One Colour Cartridge-Free Inkjet Printer",
		"GraphicName": "Epson EcoTank Inkjet Printer",
		"CostPrice": "500",
		"MSRP": "609.99",
		"QtyOnHand": "5",
		"QtyOnBackOrder": "6",
		"Description": "The fast, wireless, full-featured Cartridge-Free all-in-one with ADF and fax. You can save up to 90 percent with low-cost replacement ink bottles. Ink-jet print technology with print/copy/scan/fax functionality. Max Printing Resolution: Up to 4800 x 1200 dpi (mono), up to 4800 x 1200 dpi (color). Max Printing Speed: Up to 15 ppm (mono), up to 8 ppm (color). 250-sheet tray. Max Copying Speed: Up to 11 ppm (mono), up to 5.5 ppm (color). Borderless copy, ID Copy, remove punched holes, remove shadows. 100 page memory capacity. LAN, USB 2.0, Wi-Fi. 2.4' colour touchscreen. Energy Star Certified. 2-Year Limited Warranty"
	},
	{
		"BRAND": "DYMO",
		"ProductId": "DMOLW450",
		"ProductName": "DYMO LabelWriter 450 Label Printer",
		"GraphicName": "DYMO Label Printer",
		"CostPrice": "100",
		"MSRP": "144.99",
		"QtyOnHand": "11",
		"QtyOnBackOrder": "8",
		"Description": "The most efficient solution for your professional labeling, filing and mailing needs, the LabelWriter 450 saves you time and money at the office. Connect a LabelWriter 450 to your PC or Mac and you’re ready to print labels directly from Microsoft Word or Outlook, QuickBooks, CardScan, Mac Address Book and other popular programs. Print impressive address, file folder labels, name badges, and more without the extra work and hassle of printing sheet labels on a standard desktop printer. Thermal printing technology eliminates the cost of ink or toner and the printer’s compact design makes it an easy and attractive addition to any modern workspace. Create labels directly from text in Microsoft Word, Excel, Outlook, QuickBooks, and other programs without retyping. Uses thermal printing technology - no expensive ink or toner needed, ever. Print up to 51 labels a minute. Maximum label size of 2.4'. Built-in address book easily prints labels from your Outlook Contacts or Mac. Quickly create a one-off label whenever you need one with the Quick Print widget. Print one label or hundreds, without the waste and hassles of sheet labels. Print crystal-clear text, graphics and barcodes with improved 600 x 300 dpi graphics mode. Choose from 30+ label styles and layouts. Conserve power with new 'sleep mode'. Compatible with Windows 7 or later and Mac OS X v10.8 or later. Includes DYMO Label version 8 software. 2-Year Limited Warranty"
	},
	{
		"BRAND": "LEXMARK",
		"ProductId": "LEXB2236",
		"ProductName": "Lexmark B2236dw Single Function Monochrome Duplex Laser Printer",
		"GraphicName": "Lexmark Single Function Laser Printer",
		"CostPrice": "150",
		"MSRP": "209.99",
		"QtyOnHand": "13",
		"QtyOnBackOrder": "29",
		"Description": "Compact, connected, and affordable, the high-performance Lexmark B2236dw features monochrome output up to 36 pages per minute, standard Wi-Fi connectivity and two-sided printing. Lexmark B2236dw Mono Single Function Wireless Laser Printer. Monochrome Laser, Black: 2400 Image Quality, 300 x 300 dpi, 600 x 600 dpi, 1200 Image Quality. 36 ppm, duplex, 150 pages, 30000 pages per month. Network Ready, Wifi. Dimensions: 8.46' x 13.97' x 13.1'. Integrated Duplex, Single-Sheet Manual Feed, 150-Sheet Output Bin, 250-Sheet Input. Processor: 1 GHz, Dual Core MHz, 256 MB. ENERGY STAR, ICES-003 Class B, BSMI Class B, VCCI Class B, US FDA, UL 60950-1, FCC Class B, cUL CAN/CSA-C22.2 60950-1. Integrated Duplex, Single-Sheet Manual Feed, 150-Sheet Output Bin, 250-Sheet Input. 2-line All Points Addressable (APA) monochrome LCD display. Security Features: IPSec, SNMPv3, 802.1x Authentication: MD5, MSCHAPv2, LEAP, PEAP, TLS, TTLS. 1-Year Advanced Exchange Warranty"
	}
]
